Repository: HoangAnhNguyen269/Flask-web
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: vi

source: Please log in to access this page.
vi: Làm ơn đăng nhập đi con đĩ

source: Username
vi: Tài khoản

source: Your post is now live!
vi: Mới đăng bài đó zô check

source: Home
vi: Trang chủ

source: Explore
vi: Khám phá

source: Invalid username or password
vi: sai tên đăng nhập hoặc mật khẩu

source: Sign In
vi: đăng nhập

source: Congratulations, you are now a registered user!
vi: Chúc mừng nha, đăng ký được tài khoản rồi đó

source: Register
vi: Đăng ký

source: Check your email for the instructions to reset your password
vi: Kiểm tra email để thay đổi mật khẩu

source: Reset Password
vi: Cài lại

source: Your password has been reset.
vi: Mật khẩu đã được cài lại

source: Your changes have been saved.
vi: Thay đổi thành công

source: Edit Profile
vi: Chỉnh sửa profile

source: User %(username)s not found.
vi: Người dùng %(username)s không được tìm thấy

source: You cannot follow yourself!
vi: Mày không thể theo dõi chính mày

source: You are following %(username)s!
vi: Mày đang theo dõi %(username)s!

source: You cannot unfollow yourself!
vi: Mày không thể theo dõi chính mày

source: You are not following %(username)s.
vi: Mày đang không theo dõi %(username)s.

source: File Not Found
vi: Không tìm thấy file

source: %(username)s said %(when)s
vi: %(username)s có nói rằng là %(when)s

source: Error: Could not contact server.
vi: Khong the ket noi toi may chu
